Repository: vloop/minicomputer-virtual-synth
Catalog: src/editor/po/*/minicomputer.po
Languages: fr

source: &Copy
fr: &Copier

source: &Paste
fr: C&oller

source: &Paste all
fr: C&oller tout

source: <html><body><i><center>version %s</center></i><br><p><br>a standalone industrial grade software synthesizer for Linux<br><p><br>originally developed by Malte Steiner 2007-2009<p>contact:<br><center>steiner@block4.com<br>http://www.block4.com<br>http://minicomputer.sourceforge.net</center><p>distributed as free open source software under GPL3 licence<br><p>additional bugs by Marc Périlleux 2018<p>OSC currently using ports %s and %s<p>contact:<br><center>marc.perilleux@laposte.net<br>https://github.com/vloop/minicomputer-virtual-synth</center></body></html>
fr: <html><body><i><center>version %s</center></i><br><p><br>un synthétiseur de qualité industrielle pour Linux<br><p><br>développé originalement par Malte Steiner 2007-2009<p>contact:<br><center>steiner@block4.com<br>http://www.block4.com<br>http://minicomputer.sourceforge.net</center><p>Logiciel libre distribué sous licence GPL3<br><p>bugs supplémentaires par Marc Périlleux 2018<p>OSC utilise actuellement les ports %s et %s<p>contact:<br><center>marc.perilleux@laposte.net<br>https://github.com/vloop/minicomputer-virtual-synth</center></body></html>

source: Abandon changes and exit
fr: Abandonner les modifications et quitter

source: About
fr: À propos

source: About Minicomputer
fr: À propos de Minicomputer

source: Audition
fr: Test

source: Bank %u program %u
fr: Banque %u son %u

source: Cancel
fr: Annuler

source: Channel
fr: Canal

source: Clear
fr: RàZ

source: Compare
fr: Comparer

source: Compare edited sound to original
fr: Comparer le son modifié à l'original

source: Confirm
fr: Confirmation

source: Controllers
fr: Contrôleurs

source: Cu&t
fr: Co&uper

source: Delete multi %u?
fr: Supprimer le multi %u?

source: Delete sound %u?
fr: Supprimer le son %u?

source: Detune
fr: Accord

source: Do you really want to exit?
fr: Voulez-vous vraiment quitter minicomputer?

source: Do you want to import embedded sounds, overwriting existing sounds?
fr: Voulez-vous importer les sons incorporés (ceci peut écraser des sons existants)?

source: Don't exit
fr: Ne pas quitter

source: Don't restart envelope if previous note is still held
fr: Ne redémarre pas l'enveloppe si la note précédente est tenue

source: Enter the multi name here before storing it
fr: Saisissez le nom du multi avant de le stocker

source: Enter the sound name here before storing it
fr: Saisissez le nom du son avant de le stocker

source: Envelope generator 1
fr: Générateur d'enveloppe 1

source: Envelope generator 2
fr: Générateur d'enveloppe 2

source: Envelope generator 3
fr: Générateur d'enveloppe 3

source: Envelope generator 4
fr: Générateur d'enveloppe 4

source: Envelope generator 5
fr: Générateur d'enveloppe 5

source: Envelope generator 6
fr: Générateur d'enveloppe 6

source: Exit
fr: Quitter

source: Export
fr: Exporter

source: Export multi from selected location to file
fr: Exporter le multi de l'emplacement sélectionné vers un fichier

source: Filters (unless bypassed) shape the harmonic contents of the sound.
fr: Les filtres (si activés) déterminent le contenu harmonique du son

source: Hear the currently loaded sound
fr: Joue le son actuellement chargé

source: Import
fr: Importer

source: Import multi from file to selected location
fr: Importer le multi depuis un fichier vers l'emplacement sélectionné

source: Instantly stop all voices (shortcut Esc)
fr: Arrête instantanément toutes les voix (raccourci Echap)

source: Load
fr: Charger

source: Load the imported sound #%u in voice(s) using that sound number?
fr: Charger le son importé n°%u dans la ou les voix utilisant ce numéro?

source: Master tune
fr: Accord global

source: Modulators allow various parameters of the sound to vary with time.
fr: Les modulateurs permettent de faire varier dans le temps de nombreux paramètres du son.

source: Multiply modulation oscillator by modulation wheel
fr: Multiplier le LFO par la molette de modulation

source: New name?
fr: Nouveau nom?

source: No
fr: Non

source: One of the primary sound sources. Sounds originate from here.
fr: Une des sources du son. Les sons partent d'ici.

source: Overwrite sound #%u %s?
fr: Ecraser le son N°%u %s?

source: PANIC
fr: PANIQUE

source: Paste controllers
fr: Coller les contrôleurs

source: Paste tuning
fr: Coller l'accord

source: Pitch bend range (semitones)
fr: Etendue du pitch bend en demi-tons

source: Refresh multi %u before export?
fr: Mettre à jour le multi %u avant de l'exporter?

source: Rename
fr: Renommer

source: Save all multis?
fr: Enregistrer les données de tous les multis?

source: Save all sounds (including #%u)?
fr: Enregistrer tous les sons (dont le n°%u)?

source: Save all sounds?
fr: Enregistrer les données de tous les sons?

source: Save and exit
fr: Enregistrer et quitter

source: Sounds
fr: Sons

source: Target slot number in the multi memory
fr: Emplacement cible dans la mémoire des multis

source: Target slot number in the sound memory
fr: Emplacement cible dans la mémoire des sons

source: Test note
fr: Note test

source: Test vel.
fr: Vél. test

source: The amp section controls the global volume and pan position of the sound.
fr: La section amp. contrôle le volume global et le panoramique du son.

source: The delay section adds a delayed version of itself to the sound. It is suitable for effects ranging from slight phasing to echo.
fr: La ligne à retard ajoute au signal une version retardée de lui-même. Elle permet de générer des effets allant du phasing à l'écho.

source: The modulation oscillator aka LFO applies repetitive change to the sound parameters. When the mod button is active, you may use the mod wheel to scale the effect.
fr: L'oscillateur de modulation (LFO) applique un changement cyclique aux paramètres du son. Quand le bouton mod est actif, la molette de modulation contrôle l'amplitude de l'effet.

source: These controls allow storing current multi parameters to the selected memory slot, or retrieving them from it. The name is displayed in red when the current settings do not match the selected memory slot.
fr: Ce groupe permet de stocker les paramètres de multi actuels dans l'emplacement mémoire sélectionné, et de les en relire. Le nom est affiché en rouge si les paramètres courants diffèrent de ceux de l'emplacement mémoire sélectionné.

source: These controls allow storing current sound parameters to the selected memory slot, or retrieving them from it. The name is displayed in red when the current settings do not match the selected memory slot.
fr: Ce groupe permet de stocker les paramètres de son actuels dans l'emplacement mémoire sélectionné, et de les en relire. Le nom est affiché en rouge si les paramètres courants diffèrent de ceux de l'emplacement mémoire sélectionné.

source: Transpose
fr: Transp.

source: Use the imported multi as current?
fr: Activer le multi importé?

source: Voice
fr: Voix

source: Voice %u
fr: Voix %u

source: What do you want to do?
fr: Que souhaitez-vous faire?

source: Yes
fr: Oui

source: actually load the dialed sound
fr: charge le son sélectionné

source: add Saw
fr: dent de scie add.

source: add Square
fr: carré additif

source: amount
fr: niveau

source: amp modulator
fr: mod. d'amplitude

source: amp modulator 1
fr: mod. d'amplitude 1

source: amp modulator 2
fr: mod. d'amplitude 2

source: base width
fr: largeur

source: bender
fr: molette de pitch

source: boost
fr: x100

source: bypass filters
fr: filtres désactivés

source: clear state
fr: ràz état

source: comb
fr: peigne

source: cut
fr: coupure

source: damper pedal
fr: pédale forte

source: delay
fr: ligne à retard

source: delay time
fr: durée

source: export multi
fr: exporter multi

source: export sound
fr: exporter son

source: export sound data of dialed memory slot
fr: exporte les données du son depuis l'emplacement mémoire sélectionné

source: filter
fr: filtre

source: filter 1
fr: filtre 1

source: filter 2
fr: filtre 2

source: filter 3
fr: filtre 3

source: filter type
fr: type de filtre

source: filters
fr: filtres

source: fixed freq.
fr: fréq. fixe

source: fm out amp modulator
fr: mod. d'amp. de la sortie fm

source: fm out vol
fr: sortie fm

source: freq modulator 1
fr: mod. de fréquence 1

source: freq modulator 2
fr: mod. de fréquence 2

source: frequency
fr: fréquence

source: from delay
fr: depuis le retard

source: glide
fr: glissando

source: gui quit
fr: arrêt du gui

source: id vol
fr: indiv.

source: import multi
fr: importer multi

source: import single sound to dialed memory slot, you need to load it for playing
fr: importe un son dans l'emplacement sélectionné, il faut le charger pour en jouer.

source: import sound
fr: importer son

source: load %d
fr: ch. %d

source: load (activate) currently selected multi
fr: charge (active) le multi actuellement sélectionné.

source: load (activate) selected multi
fr: charge (active) le multi actuellement sélectionné.

source: load multi
fr: charger multi

source: load sound
fr: charger son

source: midi note
fr: note midi

source: mod osc
fr: osc. de modulation

source: mod wheel
fr: molette de mod.

source: modulation osc
fr: osc. de modulation

source: modulators
fr: modulateurs

source: morph mod 1
fr: mod. de morph 1

source: morph mod 2
fr: mod. de morph 2

source: multi #
fr: multi N°

source: name
fr: nom

source: none
fr: aucune

source: note frequency
fr: fréquence de la note

source: osc 1 fm out
fr: sortie fm osc 1

source: osc 2 fm out
fr: sortie fm osc 2

source: oscillator 1
fr: oscillateur 1

source: oscillator 2
fr: oscillateur 2

source: overwrite selected multi with current settings
fr: remplace le multi sélectionné par les réglages courants

source: pan modulator
fr: mod. de pan

source: pitch bend
fr: molette de pitch

source: pulse width modulator
fr: mod. de largeur d'impulsion

source: ramp down
fr: rampe desc.

source: ramp up
fr: rampe asc.

source: repeat
fr: répét.

source: reset the filter and delay
fr: réinitialiser le filtre et la ligne à retard

source: roll the list of multis, press load button for loading or save button for storing
fr: fait défiler la liste des multis, cliquez sur charger pour charger le multi et sur stocker pour le remplacer.

source: roll the list of sounds
fr: fait défiler la liste des sons

source: save all multis data
fr: enregistre les données de tous les multis

source: save all sound data
fr: enregistre les données de tous les sons

source: save multis
fr: enreg. multis

source: save sounds
fr: enreg. sons

source: sine
fr: sinus

source: sound
fr: son

source: sound #
fr: son N°

source: spike
fr: pointe

source: square
fr: carré

source: start phase
fr: phase initiale

source: state variable 2p
fr: variable d'état 2p

source: state variable 4p
fr: variable d'état 4p

source: store current sound in dialed memory
fr: stocke le son courant à l'emplacement sélectionné

source: store multi
fr: stocker multi

source: store sound
fr: stocker son

source: sub waveform
fr: forme d'onde du sub-osc.

source: sync to osc1
fr: sync osc1

source: time modulator 1
fr: mod. de durée 1

source: time modulator 2
fr: mod. de durée 2

source: to delay
fr: vers le retard

source: touch
fr: toucher

source: tracking
fr: suivi

source: tri
fr: triangle

source: tune
fr: accord

source: velocity
fr: vélocité

source: waveform
fr: forme d'onde
